{
   "Product":"Pune Places",
   "createdBy":"Harsh Kumar",
   "places":[
      {
         "name":"Shaniwar Wada Palace",
         "location":{
            "address":"Shaniwar Peth, Pune, Maharashtra 411030",
            "uri":"Shaniwar Peth, Pune, Maharashtra 411030"
         },
         "images":[
            1234,
            1234,
            1234,
            1234
         ],
         "info":"A prominent historical landmark in Pune is Shaniwarwada. It is a majestic fortification as well built in 1732 and during that time it was the seat of the Peshwas of the Maratha Empire and they ruled over there until 1818.\n\n After they lost control to the British East India Company, they could not use it longer. But when they were in the reign, Shaniwarwada was the center of Indian politics in the 18th century. in 1828, the fort was destroyed by a huge fire and later the remnants were transformed to become a tourist site.\n\n Shaniwarwada was a seven-storied capital building of the Peshwas and they wanted the building to be made of stone alone. \nHowever, after the completion of the ground floor, the people of Satara insisted that stone monument can be sanctioned and built only by the Shahu King, not the Peshwas. \n\nWith respect to it, the Peshwas were asked to continue the construction of the building by using only bricks. But when the British attacked, only the base floor survived while all the other floors were completely destroyed. \n\nEarlier, the fort used to accommodate around thousand people. The major buildings inside the fort are Thora Rayancha Diwankhana or the court reception hall of the eldest royal member, Naachacha Diwankhana which is the dance hall, Juna Arsa Mahal that is the Old Mirror Hall and so on. Since all the buildings were destroyed in the fire, only descriptions of the remaining areas are available The doorways were made of teak arches with ornamental teardrop teak pillars shaped like Suru trunks. \n\nCeilings were beautified by numerous chandeliers and the floors were filled with polished marble adorned with rich Persian rugs. The walls displayed paintings depicting the Hindu epics. The top floor of the building enacted as the residence of the Peshwa and it was called Meghadambari.\n\nShaniwarwada entry fee: For Indian citizens, the entry fee is INR 5 and for foreign nationals, it is INR 125. For the Light and Sound Show, the ticket fee is INR 25 per person.",
         "hours":"08:00 am to 06:30 pm (all days)",
         "website":"https://www.maharashtratourism.gov.in/",
         "phone":"020-2612-6867"
      },
      {
         "name":"Aga Khan Palace",
         "location":{
            "address":"Gandhi National Memorial Society, Aga Khan Palace Road, Pune, Maharashtra 411006",
            "uri":"Aga Khan Palace, Gandhi National Memorial Society, Aga Khan Palace Road, Pune, Maharashtra 411006"
         },
         "images":[
            1234,
            1234,
            1234,
            1234
         ],
         "info":"Yet another famous landmark in Pune is the Aga Khan Palace which was built by Sultan Muhammed Shah Aga Khan III in 1892. In the history of India, this palace placed itself on a prominent space as one of the biggest landmarks in India. As an act of charity, the palace existed and the Sultan who built it wanted to help the poor in the region. The mighty monument is considered to be a sparkling jewel in Indian history which had a close connection with the Indian freedom movement since it served as a prison for Mahatma Gandhi and his wife, his secretary, and Sarojini Naidu. \n\nKasturba Gandhi and Mahadev Desai, the secretary died in this palace. Archaeological Survey of India declared the palace as a monument of national importance in the year 2003. \n\nAga Khan, the brilliant mind behind the birth of this majestic monument donated the palace to the Indian people as a mark of respect to Gandhi and his philosophy in 1969 and currently, the palace holds itself the vast collection of memories and it is a memorial on Gandhi where his ashes were kept. \n\nIn the later years, the prominence of the palace started diminishing and the authorities neglected the importance of the monument and thus it was becoming unattended as well. The palace is exactly situated about 2 kilometers away from Bund Garden in Yerwada on Pune Nagar Road. The palace presents Italian arches and a huge lawn at the front and it houses five falls. \n\nThe total area in which the palace is situated in 19 acres including the lawn and other spaces. It is an important archive as well that showcases the number of photos and portraits of the life of Mahatma Gandhi and other important figures of the Indian freedom struggle. It acts as the headquarters of the Gandhi National Memorial Society. \n\nAga Khan Palace entry fee: For Indian nationals, the entry fee is INR 5, whereas for foreign nationals it is INR 100.",
         "hours":"09:00 am to 05:30 pm (all days)",
         "website":"https://www.maharashtratourism.gov.in/",
         "phone":"Not available"
      },
      {
         "name":"Vetal Tekdi",
         "location":{
            "address":"Pashan, Pune 411038, Maharashtra.",
            "uri":"Vetal Tekdi, Pashan, Pune 411038, Maharashtra."
         },
         "images":[
            "first",
            "second",
            "third",
            "fourth"
         ],
         "info":"A prominent hill in the city limits of Pune is Vetal Hill which is the highest point at an elevation of 2600 feet. Vetala temple is also located on the top of the hill and that is how the hill got its name as Vetal Hill. \n\nAdventure seekers come here in plenty to escape from the hustles and bustles of the city and it is a great morning trek location. Near the temple, there is an observation desk set up by the Indian Forest Department. \n\nVetal Tekdi is the Marathi name and from the hilltop, one can watch the Pune city as a whole on a clear day. The hill is a part of Bhamburda Van Vihar on the western side of Pune Municipal Corporation. \n\nVetal Tekdi has two spurs named Fergusson College Hill and Chatturshrungi Hill. There is one access road that takes people up the hill from the south. Also, a public parking lot is located along the road but the access to it is restricted to between 08:30 am and 05:30 pm. \n\nThe area has been undergoing some anthropogenic activities for last some years- plantation of many exotic species, urban development, deforestation etc are a few of the activities that make the hill important. \n\nCurrently, Vetal Hill is an area protected by the India Forestry Department and the State Forest Department and Pune Municipal Corporation have done a lot of afforestation programmes on a large scale and thus now the hill accommodates different species of flora and fauna. \n\nIf you plan to trek to the hill, then try to carry drinking water and snacks. There are three ways or direction to reach the hill; from Kothrud, Pashan, Chaturshringi. \n\nVetal Hill entry timings: There is no particular timing to visit the hill but it is advised to trek up the hill before dawn to enjoy the beautiful sunrise and the unbeatable serenity.\n\nVetal Hill entry fee: No entry fee is applicable to trek the hill up.",
         "hours":"10:00 am to 7:00 pm (all days)",
         "website":"https://www.maharashtratourism.gov.in/",
         "phone":"Not available"
      },
      {
         "name":"Parvati Hill",
         "location":{
            "address":"Parvati Hill, Parvati Paytha, Pune, Maharashtra 411009.",
            "uri":"Parvati Hill, Parvati Paytha, Pune, Maharashtra 411009"
         },
         "images":[
            "first",
            "second",
            "third",
            "fourth"
         ],
         "info":"A major tourist destination in the Pune is Parvati Hill, a huge hillock that rises to 2100 feet above sea level. It holds Pune’s MSL that is located at a height of about 560 meters from sea level. \n\nParvati temple located on the top is one of the primary reasons why the hill is quite famous among the tourists and the locals. The hillock offers the best view of the serenity lying down in the town and this is the most scenic location in Pune. \n\nParvati temple possesses a special feature of being the oldest heritage structure in the city and it was built during the period of the Peshwa dynasty. It is an observation point that incredibly unveils the panoramic view of the lush greenery and flamboyant sky above the location. \n\nAfter Vetal Hill, Parvati Hill is the second highest point which can be reached by climbing 103 steps. The main temple on the top is Devdeveshwara is made of black stone. Balaji Baji Rao was the founder of the temple that came into existence in 1749. \n\nThe other temples located on the hilltop are dedicated to Vitthal and Rukmini, Vishnu and Kartikeya and Rama. The hilltop is a regular spot for the visitors coming to Pune and there are a lot of devotees also arrive to visit the temples on the top. \n\nMainly, the steps leading to the hillock are an example of an intricate stonework completed during the Maratha period. The steps are made of a special black quarry stone which is proven to be weather resistant. \n\nThe hill is in the south-east part of the city brimming with green fields, towering trees, and small dwellings.",
         "hours":"08:00 am to 05:00 pm (all days)",
         "website":"https://www.maharashtratourism.gov.in/",
         "phone":"Not available"
      },
      {
         "name":"Pashan Lake",
         "location":{
            "address":"Pashan | 12 Km from Pune, Pune 411021, India.",
            "uri":"Pashan Lake, Pune 411021, India"
         },
         "images":[
            "first",
            "second",
            "third",
            "fourth"
         ],
         "info":"A captivating yet artificial lake near the suburbs of Pashan Hills is Pashan Lake located at a distance of 12 kilometers from the city center of Pune. \n\nIt was built during the British era in order to fulfill the water requirement of the natives in the region and neighborhood. \n\nRam Nadi, a small rivulet is the inlet of the huge lake and it is controlled by the barrage at the north side of the lake. It is also a catchment area that spreads across an area of 40 square kilometers and it gives water to the old Pashan Village, the Governer’s Residence etc. But unfortunately the urbanization caused the lake to welcome deterioration and the quality of the water dropped down to a large extent. \n\nCurrently, it is unlikely a polluted river restraining people from drinking it. But still the picturesque value the location possesses attracts thousands of tourists to spend ample time gazing at the brilliant spot and there are a lot of migratory birds visit the lake during winter. There is a Nature Trail on one side of the lake constructed by Pune Municipal Corporation which is 300 meter long and thus people can walk through and watch the man-made lake. \n\nPMC has also built a bamboo plantation as well as a wall to protect the lake from outside attacks. Due to the recent deforestation on the nearby hills forced the lakeside to accommodate many silt formations and thus the depth of the lake was decreased. After the deterioration of the water, Pune Municipal Corporation stopped providing drinking water from the lake in 1998. \n\nBut now, it is being studied and analyzed for providing portable water once again.",
         "hours":"7:00 am to 7:00 pm (all days)",
         "website":"https://www.maharashtratourism.gov.in/",
         "phone":"Not available"
      },
      {
         "name":"Shinde Chhatri",
         "location":{
            "address":"Wanawadi Rd, Pune Cantonment, Pune, Maharashtra 411001.",
            "uri":"Shinde chhatri, Wanawadi Rd, Pune Cantonment, Pune, Maharashtra 411001"
         },
         "images":[
            "first",
            "second",
            "third",
            "fourth"
         ],
         "info":"Shinde Chhatri is a memorial dedicated to the 18th-century military leader Mahadji Shinde and it is the main attraction and a well-known place in Pune. Mahadji Shinde served as the commander in chief of the Maratha army under the rule of Peshwas from 1760 to 1780. \n\nThe majestic representative of the Maratha rule houses a hall that marks the spot of Mahadji Shinde’s cremation on 12th February 1794.  During 1794, the memorial had only one temple dedicated to Lord Shiva built by Mahadji Shinde himself and in 1965 only, a Samadhi was constructed outside the sanctum of the Shiva temple. \n\nMadhavrao Scindia was responsible for the construction of the complex along with the memorial. The architecture of the building is the main attraction as it resembles the architectural styles used in Rajasthan along with a touch of the Anglo style. It shows a picturesque blending of two different cultures. The beauty of the building is heightened due to the presence of fine, alluring carvings. The carvings and the idols of the saints of the Shiva temple are made of yellow stone and the floor of the sanctum sanctorum is constructed using black stone. \n\nThe hall inside the structure is decorated beautifully with paintings and photographs of members of Shinde family. But it began to accommodate bad conditions as years passed but currently, its glory being recovered by painting the walls and restoring the old beauty to it. \n\nThe historical identity and the architectural brilliance played on the walls of the building make it a famous tourist destination in Pune.",
         "hours":"6:00 am to 9:00 pm",
         "website":"https://www.maharashtratourism.gov.in/",
         "phone":"Not Available"
      },
      {
         "name":"Peacock Bay",
         "location":{
            "address":"Peacock Bay, National Defence Academy, Khadakwasla, Pune, Maharashtra.",
            "uri":"Peacock Bay, National Defence Academy, Khadakwasla, Pune, Maharashtra"
         },
         "images":[
            "first",
            "second",
            "third",
            "fourth"
         ],
         "info":"Peacock Bay is a famed spot in Pune, located as a part of Khadakwasla dam’s lake and it is owned by the National Defence Academy in Pune. \n\nIt is known to be the nerve center of all watermanship training programmes. A large number of peacocks found near the location is the reason why it is called Peacock Bay. This picturesque bay has all the facilities to train the cadets. It includes an extensive arrangement of seamanship training equipment, sailing boats of all sorts, speed boats, water skis, whalers, dinghies, windsurfers, and cutters. \n\nAlso, the bay is made beautiful by the presence of other species such as deer, Lion-tailed monkeys, civets etc. The lake covers an area of 501 square kilometers and its depth is measured to be 40 to 120 feet. The bay is famous for hosting many events such as annual national inland championship, open lake swimming competition and so on.\n\n Many adventure lovers arrive here to partake in different water sports as it is a celebrated destination for adventure water sports. It is located around 12 kilometers away from Pune and situated on the famous Mutha River.  The Khadakwasla Lake is a dam as well built on Mutha River and it is emerged out of a confluence of Ambi and Mose rivers. The lake is a major source of fresh water that fulfills the need of the Pune city to an extent. Peacock Bay near this dam is an authentic offbeat location that lures the minds of those who come here and provides them with the most peaceful atmosphere and pleasant scenery. \n\nPeacock Bay entry timings: There is no specified time to visit the bay but it is always advised to visit the location either in the morning or in the evening.Peacock Bay entry fee: No entry fee is applicable to visit Peacock Bay.",
         "hours":"6:00 am to 7:00 pm",
         "website":"https://www.maharashtratourism.gov.in/",
         "phone":"Not Available"
      },
      {
         "name":"Lal Mahal",
         "location":{
            "address":"Lal Mahal, Ganesh Rd, Durvankur Society, Kasba Peth, Pune, Maharashtra 411002.",
            "uri":"Lal Mahal, Ganesh Rd, Durvankur Society, Kasba Peth, Pune, Maharashtra 411002"
         },
         "images":[
            "first",
            "second",
            "third",
            "fourth"
         ],
         "info":"Lal Mahal is one of the famous tourist places in Pune which has another name as Red Palace. It is a beautiful monument established in 1630 AD by Shivaji Maharaj’s father Shahaji Bhosale for his wife and son. Shivaji Maharaj lived here for a long time until the time he captured his first fort. The original one had undergone several destructions and the current one is a reconstructed structure, located at the heart of the city. Shivaji’s wedding with Maharani Saibai took place in this palace. The original monument was constructed with the aim of rejuvenating the city of Pune when Dadoji Kondev entered the city with Shivaji Maharaj. The history recorded at various places proves the fact that Lal Mahal was used for organizing feasts for the Brahmins during the thread ceremony of Sadoba, the son of Chimajiappa. The original location where the monument was first established is still unknown, perhaps it was known to be located very close to the location of Shaniwarwada. The newly constructed Lal Mahal does not have many features the old one possessed and it is not built in the same fashion as well. Pune Municipal Corporation was the one who rebuilt the current Lal Mahal and the construction was begun in 1984 and ended in 1988. The Lal Mahal became an important part of the history after an encounter between Shivaji and Shaista Khan when the former cut off the latter’s fingers and he tried to escape from the window of the Lal Mahal. The current palace displays a collection of large sized oil paintings based on the important events happened in the life of Shivaji. There is the Jijamata Garden now recognized as a recreational park for kids.",
         "hours":"9:00 am to 1:00 pm and 04:00 pm to 08:00 pm.",
         "website":"https://www.maharashtratourism.gov.in/",
         "phone":"Not Available"
      },
      {
         "name":"Osho Ashram",
         "location":{
            "address":"17, Koregaon Park Road, Vasani Nagar, Koregaon Park, Pune, Maharashtra 411001.",
            "uri":"Osho Ashram, 17, Koregaon Park Road, Vasani Nagar, Koregaon Park, Pune, Maharashtra 411001."
         },
         "images":[

         ],
         "info":"Osho Ashram is one of the famous tourist places in Pune located in the Koregaon Park. The founder of the ashram was Rajneesh Chandra Mohan Jain who is famous among the people as Osho Rajneesh. \n\nThe ashram has got another title as Osho Commune International of Pune and it is spread across 32 acres of land. Those who are eagerly waiting to escape into the laps of peace and tranquillity will fall in love with this ashram which is existing on a land of pure serenity and greenery and it offers the much-awaited break from the hustle and bustle of the city pollution and crowd. \n\nCurrently, the ashram is perhaps the most visited tourist destination after it achieved fame among the tourists coming to Pune as well.\nThe calm surroundings are the major factor contributing to the exciting crowd pulling the ashram holds. \n\nSpace is undoubtedly dedicated to yoga and meditation that promise the visitors a rejuvenating experience, letting the body and soul preserve the natural features of being peaceful and calm. \n\nThe ashram offers a lot of training programmes of different kinds based on the visitor’s choice. The programmes are on spiritual living and stress-free lifestyle and they are conducted at regular intervals. \n\nThe important ones are Osho Nadabrahma, Osho Kundalini meditation, normal meditation, Osho Nataraj, Osho dynamic meditation and so on. The ashram is promised to keep on the legacy portrayed by the great guru Osho and it teaches his concepts and ideologies to the visitors. Osho Multiversity is another part of the ashram that provides extensive methods for personal development.\n\nThere you will get knowledge of healing arts, creative arts, martial arts, esoteric sciences, Sufism and much more. \n\nAlso, on every month, there will be meditation camps are conducted on second Friday that has a duration of three days. Spiritual Disneyland is the name the ashram possesses since hundreds of people come here to rediscover themselves as along with the meditation, it offers a range of multiple facilities like massages, beauty therapies, sauna, swimming pool, tennis etc. The gardens in the Ashram are open to the public every day during morning and evening hours.\n",
         "hours":"6:00 am to 10:30 pm (all days)",
         "website":"http://www.osho.com/visit",
         "phone":"020 6601 9999"
      },
      {
         "name":"Mulshi Lake and Dam",
         "location":{
            "address":"Mulshi Taluk, Pune, Maharashtra 412108, India.",
            "uri":"Mulshi Taluk, Pune, Maharashtra 412108, India"
         },
         "images":[

         ],
         "info":"In the recent years, Mulshi Lake and Dam have been reformed to be one of the major tourist destinations in Pune and those who love to capture the pleasant pictures of nature at its best flood toward this lake and dam built on the famous Mula River.\n\n It is located in the Mulshi Taluka administrative division of the Pune district. \nThe water from the dam is taken to use for irrigation and producing electricity at the Bhira hydroelectric power plant. The power plant is operated by Tata Power. The station is operating six 25 MW Perton turbines and one 150 MW Pumped Storage Unit. \n\nAn inimitable gateway to the precious nature filled by the Sahyadri ranges, Koraigadh and Dhangad Fort and other major attractions is the dam and lake. \nThe lake and dam can be witnessed from a nearby village that is Valanewadi, located about 6 kilometres away from Mulshi. It is also a perfect spot for birding, nature walk, photography and trekking near Pune because of the pristine nature’s influence on the location so well. \n\nDuring monsoon, the lake and dam will be overflowing and the gushing water produces some soothing voices enough to let any perplexed mind to be relaxed. Hence people come to enjoy the beauty of the lake and dam during the heavy rainy season.",
         "hours":"9:00 am to 6:00 pm (all days)",
         "website":"Not Available",
         "phone":"Not Available"
      }
   ]
}